export default `版权信息


一个叫欧维的男人决定去死

作　　者：（瑞典）巴克曼

译　　者：宁　蒙

责任编辑：周　轶

策划监制：冯　倩

产品经理：郑　茜

特约编辑：万巨红

封面设计：友　雅

内文设计：刘珍珍

ISBN：9787541142185

品　　牌：磨铁数盟

关注我们的微博：@磨铁阅读

关注我们的微信：motieyuedu

问题反馈：mtsmapple@motie.com

网　　址：http://www.motie.com/

本电子书版权归北京磨铁数盟信息技术有限公司所有，未经版权方许可，任何人不得以任何形式进行发行、传播等行为，禁止私自用于商业用途，违者版权方将追究其相应法律责任。






.
.
.
1　一个叫欧维的男人买了个不是电脑的电脑


欧维五十九岁。开萨博。看到不顺眼的人，他会像见了贼一样指指点点，食指宛如警用手电——他就是这种人。他站在一家商店的柜台前——就是那种开日本车的人卖白色连接线的店。欧维瞪着店员看了半天，才冲他挥舞起一个中等大小的纸盒。

“啊哈！这玩意儿是不是就是那个‘挨拍的’？”欧维饶有兴致地问。

店员是个BMI指数个位数的年轻人，看上去有些慌张。他显然是在极力克制从欧维手里飞夺纸盒的冲动。

“是的，没错。iPad。你最好还是别拿手里晃了，不然……”

欧维瞄着纸盒，就像这是世上最可疑的纸盒。就像纸盒骑着个小电驴、穿条运动裤才喊了欧维一声“哥们儿”就想要向他兜售一块手表似的。

“啊哈！那么说这是台电脑喽？”

店员点头。但迟疑了一下，又飞快摇起头来。

“算是……也不是，那啥，它就是个iPad。有人管它叫平板，也有人叫它上网本。各有各的叫法……”

欧维看着店员，就像店员刚刚那番话说反了似的。

“啊哈！”

店员一脸困惑地点点头。

“是……呀。”

欧维又摇晃起纸盒来。

“那这玩意儿好不好，这个？”

店员挠挠头皮。

“好。这个……你的意思是？”

欧维叹了口气，开始放慢语速。一字一顿，仿佛这场谈话的困难在于店员重听。

“好……不……好？这台电脑好不好？”

店员挠挠下巴。

“那啥……好……这个非常好……但还得看你想要什么样的电脑了。”

欧维冲他瞪大眼。

“我要一台电脑！一台普通的电脑！”

两个男人之间沉默了一会儿。店员清了清嗓子。

“哦，那啥，这其实并不是一台普通的电脑。你大概是想要……”

店员卡了壳，显然他是想找个能跟眼前这个男人扯上关系的词。然后他又清清嗓子说：“……一台笔记本？”

欧维一个劲儿摇头，并且凶巴巴地探身到柜台上。

“不要，我他妈不要那个。我要一台电脑！”

店员点头表示理解。

“笔记本也是电脑。”

欧维没好气地瞪着他，激动地用警用手电指着柜台。

“这我当然知道！”

店员点头。

“好吧……”

又是沉默。跟发生在两个突然发觉自己忘带手枪的枪手之间的那种沉默也没太大差别。欧维瞪着纸盒看了好一会儿，就像他在等它发表什么声明。

“键盘藏哪儿了？”他嘟囔道。

店员在柜台边缘蹭了蹭手掌，紧张地把重心从一只脚挪到另一只脚。年轻店员意识到自己要比预期多费好多工夫的时候一般都会这么做。

“对，那啥，它本来就没有键盘。”

欧维扬起眉毛。

“啊哈！这个肯定得另买吧？又他妈得坑好多钱！”

店员又蹭了蹭手掌。

“不是……其实……是这样：这台电脑没有键盘。一切都是在屏幕上控制的。”

欧维疲惫地摇摇头，就像他刚刚目睹店员把玻璃柜的外侧舔了一遍。

“但我总得有个键盘呀。这你该明白吧？”

店员深深叹了口气，持续的时间至少可以数到十。

“好吧，我明白。但这样的话，我想你要的就不是这台电脑了。我想你要的应该是一台MacBook。”

欧维的表情透露出他可能并没有完全信服。

“一台MacBook？”

店员充满期待地点点头，就像刚经历了一场销售生涯中的重大突破一样。

“对。”

欧维狐疑地皱起眉头。

“是不是大家都在谈论的那个该死的阅读器？”

这次店员叹气的时间足够朗诵一篇史诗。

“不是。MacBook就是……就是……笔记本。带键盘的。”

“啊哈！”欧维脱口而出。

店员点头，蹭手掌。

“嗯。”

欧维环顾一下商店，又晃了晃手里的纸盒。

“那它们好不好？”

店员冲着柜台低下头，看上去他正努力克制挠破自己脸颊的冲动。然后他又突然露出充满正能量的微笑，豁然开朗起来。

“对了，让我看看我的同事是不是已经搞定他的客户了，我好让他过来给你演示一下！”

欧维看了看腕表，摇摇头。

“有些人，除了杵在这儿等一整天，还有别的事要做，你知道的！”

店员飞快地点点头，然后消失在柜台后。过了一会儿，他跟一个同事一起回来。同事看起来很高兴，就像那些入行不久的人常表现出来的那样。

“你好！我能帮你什么忙吗？”

欧维挑衅地把警用手电摁在柜台上。

“我要一台电脑！”

同事不再那么高兴。他给之前那个店员使了个眼色，暗示他“你会有报应的”。

“好的。一台电脑，对吧。那我们就先从我们的便携式电脑部开始吧。”同事无精打采地说，并向欧维转过身。

欧维瞪着他。

“跟你说！我知道什么是笔记本！你不用跟我说什么便携式！”

同事无助地点点头。他背后，之前那个店员嘟囔道：“我受不了了，吃午饭去了。”

“午饭？如今人的脑子里也就这么点破事。”欧维哼了一声。

“什么？”同事说着又转过身来。

“午——饭！”欧维一字一顿地说。




.
.
.
.
2　（三周之前）一个叫欧维的男人在小区巡逻


早晨六点差五分，此刻欧维与猫咪第一次相遇。猫咪马上对欧维满怀恶意。很大程度上，这种感情是相互的。

欧维像往常一样早起了十分钟。他无法理解那些睡过头还责怪“闹钟没有响”的人。欧维一辈子都没上过一个闹钟。六点差一刻，他准时醒来，然后直接起床。

他启动咖啡机，沏上两人份，刚好是他和太太在这个排屋小区内居住将近四十年间每天早晨一起喝的量。一杯一勺，外加一勺养壶。不多也不少。已经没人能如此正经地煮咖啡了。正如现在已经没人能动笔写字一样。因为这个年代不是电脑就是意式浓缩。人们连字都不会写，咖啡都不会煮，这算什么社会？啊？欧维琢磨着。

咖啡煮着时，他穿上蓝色裤子和蓝色外套，踩上木屐，手往兜里一插，这是时刻准备着为一无是处的周遭世界感到失望的中年人常做的动作，然后他就起身出门到小区里巡逻去了。他每天早晨都要转上一圈。

他迈步经过那些坐落在寂静与黑暗中的排屋门口。早就料到了。这个小区里，不到点儿是不会有人愿意提早出门的，这个欧维心里有数。如今，这片住的不是自由职业者就是别的什么游手好闲的人。

猫咪一脸漠然地杵在房子之间的过道上。话说这猫也没个猫模样。它只有半截尾巴、一只耳朵，身上的毛还东少一块西缺一块的，就像被谁一把一把揪过似的。其实很难算是一只完整的猫科动物，欧维想。

他向前跺了两下脚。猫咪站起身。欧维站住。两位这么互相打量片刻，就像夜晚乡村酒吧里两个暗中较劲的打手。欧维寻思着要不要朝它砸个木屐什么的。猫咪一脸晦气，心想没有木屐给他抽回去。

“去！”欧维突然大喝一声，猫咪吓一大“跳”。

它后退一步。眼睛紧盯着这个五十九岁的男人和他的木屐。然后它转过身轻轻一跃，缓步离开。欧维心里最清楚，他敢打赌这家伙先翻了个白眼。

“妖孽。”他想着，瞄了一眼腕表。六点零二分。时间飞逝，可不能让任何猫科动物耽误了整个巡逻。本来都好好的。

于是他沿着房子之间的过道朝停车场走去，就像他每天早晨做的一样。他在标明“社区内禁止车辆通行”的标牌前站住，狠狠地踹了一脚固定警示牌的底座。并不是因为它歪了什么的，但检查一下总没坏处。欧维就是那种靠踹两脚来检查东西的人。

接着他走进停车场，踱步经过一个又一个车库，检查确认晚上有没有人擅闯，或有没有什么破坏分子前来纵火。之前小区里也从来没有发生过这种事。但反正欧维的巡逻也从来没有间断过哪怕一次。他检查了自己车库的门把手，里面停着他的萨博。上下三次，每天早晨都这样。

之后他到访客停车场绕了一圈，那儿最多只允许停满二十四个小时，他从外套口袋里掏出小本儿仔细记下所有车牌号。跟前一天记过的车牌号核对了一遍。哪回要是同样的车牌号在欧维的笔记本上连着出现两天，他就照老规矩回家给交管局打电话要来车主的个人信息，然后打电话通知肇事者，说对方是个没用无脑的畜生，连瑞典语标牌都看不懂。其实并不是因为欧维有多在乎访客停车位里停着谁的车。当然不是。而是因为这是原则。标牌上写着二十四小时就得服从。因为要是大家都整天想停哪儿就停哪儿会怎么样？肯定就乱套了，这个欧维当然明白——那就满地都是车了。

但是今天访客停车场里没有不守规矩的车辆，于是欧维收起笔记本像往常一样拐进垃圾房。这其实也不是他想管的事，他本来一开始就高调反对那些开着吉普车新搬来的社区委员们提出的狗屁方案：垃圾必须分类。但既然现在已经决定了要分类，那就得有人来检查落实。也并不是有谁给欧维派了任务，但如果像欧维这样的人都不自觉自愿地挑起这副担子，这社会得乱成什么样子。这个欧维是知道的——那就满地都是垃圾了。

他轻踹了一脚垃圾箱。咒骂一声，并从玻璃回收箱中拣出一个玻璃瓶来，边念叨着什么“没用的东西”，边拧下瓶子上的金属瓶盖。把玻璃瓶扔回玻璃回收箱里，然后把金属瓶盖扔进金属回收箱。

当年欧维还是社区委员会会长的时候，他曾大力提倡在垃圾房里安装摄像头来监控，确保无人倾倒“非法垃圾”。建议被否决让欧维非常气恼，大部分邻居都觉得这么做让人“不大舒服”，另外这么多录像带整理起来相当棘手。尽管欧维再三重申“脚正不怕鞋子歪，身正不怕影子斜”。

两年后，当时委员会已经撤了欧维的职（欧维后来自称这是一起“政变”），这个问题重被提起。显然市面上出现了一种新型摄像头，由移动感应装置自动开启并直接将图像上传互联网，新的委员会会长给小区里的每个人都发了一封洋洋洒洒的信，对上述摄像装置作了详尽的解释。有了这个摄像头，不但可以监控垃圾房，还能捎上停车场，防偷盗、防流氓。另外影像资料二十四小时后自动删除，不至于“侵犯居民隐私权”。要安装摄像头必须委员们全票通过，但还是有一个委员投了反对票。

欧维明确表示信不过互联网。他把互联网念作“互联网儿”，还故意把“网”字加重了念，尽管他的夫人一再提醒他“互联”才是关键。会长很快意识到，要想让互联网看着欧维倒垃圾，除非先送他进棺材。摄像头还是没有装成。挺好，欧维想。每天巡个逻不是更好嘛。这样大家就知道谁都干了啥操的什么心。是个人就明白这道理。

完成垃圾房的检视之后，他锁上门，正如每个早晨一样，猛推三下以作检查。然后他转过身，发现一辆自行车靠墙停在自行车棚之外。尽管就在它头顶上一目了然地竖着一块“禁止停放自行车”的标牌。自行车旁，别的邻居已经贴了一张愤怒的纸条，手写着：“这里不是自行车棚！看清标牌！”欧维咬牙念了声“白痴”，打开自行车棚的栅栏，抬起那辆自行车，按着队形对齐摆好。锁上栅栏，猛推三下。

然后他撕掉墙上那张愤怒的小纸条。他很想提议委员会在这堵墙上竖块“禁止贴条”的牌子。如今的人显然自以为可以到处转悠着满大街贴愤怒小纸条。这堵墙他妈的又不是什么布告栏。

然后欧维沿着房子之间的小过道回到自己的家门口，朝水泥地弯下腰，使劲闻了闻拼缝处。尿，一股尿味。他带着这样的判断进屋，锁上房门，喝起咖啡来。

喝完咖啡，他打电话注销了电话号码并退掉了之前订阅的报纸，修好小洗手间的水龙头，给厨房里的院门把手换上新的螺丝，给厨房的操作台打上油，重新调整了阁楼的储物箱，摆齐储藏室里的工具并为萨博的冬胎更换了摆放的位置。然后他站在那儿。

生活变成现在这样情非得已。这是欧维仅有的感受。

现在是十一月，周二午后，四点整。他熄灭了所有的灯，关掉暖气和咖啡机，又给厨房的操作台上了遍油，尽管宜家号称他们的厨房操作台不需要上油。在这个家里，厨房操作台每半年上一遍油，不管需不需要。不管自助仓库里那个穿黄色Polo衫脸画得像脸谱似的小姑娘怎么说。

他站在带半开间阁楼、复式排屋的客厅里，透过窗户向外张望。斜对门儿那个四十来岁胡子拉碴的公子哥儿慢跑着经过。他叫安德斯。欧维知道他是新搬来的，最多也就在这儿住了四五年。他已经想方设法钻进了社区委员会的领导班子。这条毒蛇，他当自己买了这条街。肯定是离了婚搬过来的，死乞白赖地多付了一大笔钱。典型的浑蛋，跑到这儿来哄抬老实人的房产税。搞得这里像是什么高档小区。他也是个开奥迪的，欧维见过。猜都猜到了。自由职业者和其他白痴，都是开奥迪的，还能有什么好脑筋。

欧维把手往深蓝色裤子的口袋里一插。愤懑地轻踹了一脚踢脚线。排屋对欧维夫妇俩来说有些大，这个他得承认。但房款已付清。一分钱房贷都不剩。敢保证这就要比那个公子哥儿了不起。如今到处都是贷款，地球人都知道是怎么回事儿。但欧维已经付清了房贷，自食其力。上班。一辈子从来没有一天病假。一个萝卜一个坑。承担一份责任。现在已经没人这么做了，承担责任。现在只有电脑、顾问和晚上逛窑子白天兜售租赁黑合同的政界大亨。避税天堂和股票投资组合。没人想工作，全国挤满了整天只想吃午饭的人。

“悠着点儿不好吗？”昨天上班的时候他们对欧维说。他们解释说目前“劳动力过剩”，他们要“逐步把老一代都淘汰掉”。三分之一个世纪就在同一个工作岗位上，他们是这么说欧维的。操蛋的“一代”。因为如今人人三十一岁，穿过分紧身的裤子，喝不惯正常咖啡，而且没人愿意承担责任。到处都是大把大把留着小胡子的人整天换工作、换女人、换车子。到处都是，眼睛都不带眨的。

欧维瞪着窗外，公子哥儿在跑步。也不是跑步惹恼了欧维，根本不是。欧维才不管人家跑不跑步呢。他只是不明白人们为什么要把它那么当回事儿。那一脸操蛋的微笑跟在外头治疗肺气肿似的。他们走得还挺快，或者说跑得还挺慢，这就是所谓慢跑了。四十岁的男人就是这样向全世界宣布他干不了什么好事儿的。但非得穿得像个十二岁的罗马尼亚运动员才能做到这一点吗？真的有必要吗？不就是漫无目的地横冲直撞三刻钟，有必要搞得像瑞典冬奥国家队队员吗？

公子哥儿还有个女朋友，比他小十岁。欧维叫她金发霉女。整天穿着跟扳手一样高的高跟儿鞋在小区里晃悠得像只喝高了的大熊猫，脸画得跟脸谱似的，戴一副硕大的太阳镜，大得你都不知道该管它叫眼镜呢还是叫头盔。另外，她还有一只手提包大小的宠物，也不拴着，四处撒欢撒尿，还总尿在欧维家门口的地砖上。她只当欧维没留意，欧维可留意着呢。

这儿的生活根本不该是这个样子。

“悠着点儿不好吗。”他的同事昨天说。现在欧维站在自己刚上了油的厨房操作台前。周二是不该有这样的闲情逸致的。

他透过窗户望着对面一模一样的房子。显然最近那里搬来一户有孩子的人家。外国人，欧维知道的。他不知道他们开的什么车。反正希望不是奥迪，或者更糟：日本车。

欧维自顾点点头，就像他刚说出了什么憋了很久的话。抬头看看客厅的天花板。今天他要在上面装个钩子。可不是随便什么钩子。要是换个满嘴代码、穿烂大街的中性针织衫的IT顾问准会装个普通的蹩脚钩子。但欧维的钩子一定得像岩石一样坚固。他想着钩子得结实，到把这破房子拆掉的时候，钩子应该是那个屹立到最后的构件。

几天后将会有个纨绔的房产商站在这儿，戴着婴儿脑袋大小的领结，张嘴就是“改建潜力”和“空间利用率”，他肯定会对欧维发表很多意见，那个浑蛋，但对欧维的钩子只字不提。这是必须做到的。

客厅的地板上放着欧维的小“实用”箱。房子里的东西就是这么归类的。所有欧维太太买的物品都可以贴“好看”或者“可爱”的标签。而所有欧维买的东西都很实用。那些有功用的东西。他把它们分放在两个不同的盒子里，一大一小两个“实用”箱。这是小的那个。里边是螺丝、钉子和扳手之类的玩意儿。人们对实用已经没什么概念了。现在大家只收蹩脚货。家里二十多双鞋却不知道鞋拔子为何物。屋子里塞满微波炉和平板电视，但就算被人用匕首指着也说不出混凝土墙该用什么样的膨胀螺栓。

在欧维的“实用”箱里有一整个匣子都是混凝土专用膨胀螺栓。他站在那儿瞪着它们就像瞪着一堆象棋棋子。他不喜欢急急忙忙地挑选混凝土螺栓。怎么也得花点时间。选螺栓是个过程，每个螺栓都有自己的使用范围。人们对具有普遍性的功能主义已经失去了应有的尊重，如今一切都必须时髦，必须数字化，但欧维还是一步一个脚印。

“悠着点儿多好。”他们上班的时候说。周一早上他走进办公室，他们说没在周五通知他是不想“打扰他的周末”。“现在你可爽了，可以休息了。”他们说。他们怎么会理解周二早上醒来发现自己已经百无一用是什么感受？整天不是互联网就是意式浓缩，他们怎么会理解什么叫作承担一份责任？

欧维看看天花板，眯起眼。他下定决心，钩子一定要在正中央。

正当他沉浸在这个最重要的时刻，一阵刺耳的长长声响无情地把他打断。那声音要说是有个大个呆瓜在倒一辆挂拖斗的日本车时撞上了欧维家整面外墙也未必不可能。


.
.
.
3　一个叫欧维的男人拉着拖斗倒车


欧维掀开窗前的绿色碎花窗帘——多年来，妻子一直念叨着说要换掉。他看到一个矮个儿黑发的女人，显然是外国人，三十来岁。她站在那儿暴跳如雷地冲一个年龄相仿的金发瘦高个儿盲流比画着手势，那人卡在一辆小得过分的日本车里，车后挂一拖斗，正剐蹭着欧维家的排屋外墙。

盲流装模作样地打些小手势，想让那个女人明白事情没有看上去那么简单。而女人用不怎么小的手势想要回应，很可能问题就出在这个白痴的瘦高个儿身上。

“这到底……”欧维隔着窗玻璃还没把话喊完，拖斗的一个轮子已经碾进了他的花坛。

他扔下“实用”箱，攥紧拳头。几秒钟后，他的大门嗖的一声开了，就像怕欧维破门而出自动打开似的。

“你们到底在搞什么名堂？”欧维冲着黑发女人吼。

“是呀，我也想知道！”她吼着回答。

欧维愣了几秒钟。他瞪着她。她也瞪着他。

“社区内禁止车辆通行！你看不懂瑞典语标牌呀？”

那个小个子外国女人朝他迈了一步，直到这时，欧维才注意到，她要不是怀孕已久，就是被欧维归为少数极端肥胖症患者的那类人。

“又不是我在开车！”

欧维默默瞪了她几秒钟。然后他朝那个盲流转过身，那人刚从日本车里挤出身来，双手愧疚地举在空中。他穿针织衫，小身板很缺钙的样子。

“你又是谁？”欧维问。

“是我开的车。”盲流兴高采烈地点头。

他怎么也得有两米高。欧维总是本能地对所有一米八五以上的人心存怀疑。经验告诉他，长成这样，血液很难抵达大脑。

“哦？真有这么回事？看起来不像呀！”目测比他矮半米的黑发孕妇边冲盲流吼着，边用双手手心拍着他的胳膊。

“这又是谁？”欧维瞪着他问。

“这是我太太。”盲流礼貌地点头。

“还不知道能维持多久呢。”她愤愤地说，大肚皮上下颤动。

“没看起来那么容易……”盲流想发言，却立即被她打断。

“我说向右！而你还是接着向左倒车！你根本没听！你从来不听！”

然后她滔滔不绝地讲了半分钟，据欧维猜测，她讲的应该是脏话词汇发达的阿拉伯语。

金发盲流只是冲她点头，面带无法形容的和谐笑容。就是这种笑容让老实人想抽和尚嘴巴，欧维心想。

“嘿，算了吧。只不过是个小意外，我们能解决！”她终于歇火后，他嬉皮笑脸地对欧维说。

然后他满不在乎地从口袋里取出一个圆盒，搓了手球那么大一团唇烟塞进嘴唇。看上去就像他想在欧维背上来一巴掌。

欧维瞪了盲流一眼，好似盲流刚蹲下在欧维的汽车引擎盖上拉了泡屎。

“解决？你都钻我花坛里了。”

盲流看了看拖斗的轮子。

“这也不能算花坛吧？”他一脸无所谓地笑着，用舌尖调整了一下唇烟的位置。

“这就是花——坛！”欧维一口咬定。

盲流点点头，低头看看地，抬头看看欧维，就像欧维在跟他开玩笑似的。

“别逗了，这不是只有土吗？”

欧维的额头纠结起来，眉头皱得更紧。

“这！是！花！坛！”

盲流疑惑地猛抓头皮，唇烟碎屑钻进了凌乱的刘海。

“但这不是寸草不生着吗……”

“我的事儿你管不着，就是别碰我的花坛！”

盲流飞快地点点头，现在他显然着了慌，不想再进一步惹恼眼前这个陌生人。于是他转身面对自己的太太，仿佛期待她的救援。她看上去完全没那个意思。盲流又看向欧维。

“孕妇，你知道的。荷尔蒙作祟……”盲流试着咧嘴。

孕妇没有咧嘴，欧维也没有。她交叉着双臂，欧维双手叉着腰。盲流显然不知道该拿他的大拳头怎么办，于是他略带羞涩地把它们在身侧来回地甩，就像它们是布片缝的，可以随风飘荡。

“我再试试，这就去。”他最后说，再次冲欧维一脸无辜地笑笑。

欧维瞪着他的眼神可一点都不无辜。

“社区内禁止车辆通行，挂着牌呢。”

盲流倒退一步，一个劲点头。小跑几步，再次把自己特大号的身躯挤进那辆特小号的日本车里。“老天爷。”欧维和那个疲惫的孕妇异口同声地念叨道。这倒让欧维减轻了些许对她的恶意。

盲流朝前开了几米，欧维清楚地看见他没有把拖斗摆正。紧接着盲流又开始倒车，撞上了欧维的信箱，拖斗的边缘把绿色的铁皮整个掀起一块来打了个对折。

“别……哎……”欧维长吁一口气，冲上前一把扯开车门。

盲流再次愧疚地举起双手。

“我的错！我的错！对不起，后视镜里看不见信箱，你知道的。带着拖斗开车太难了，从来不知道该往哪儿打方向……”

欧维狠狠地在车顶上捶了一拳，吓得盲流身体一弹，脑门子撞上了车门框。欧维把脸紧贴过去，话传到盲流的耳管之前都来不及接触空气。

“你给我出来！”

“什么？”

“我说你给我出来！”

盲流略带惊恐地看看欧维，但似乎又不敢开口问为什么。只好钻出车来老老实实地站在一边，像个被罚站的小学生。欧维朝着排屋之间自行车棚和停车场的方向，指了指。

“去，找个不挡道的地方站好。”

盲流困惑地点点头。

“老天爷。找个截了肢的白内障患者来倒这个拖斗都能比你强。”欧维一边坐进车里一边嘟囔道。

怎么能不会倒带拖斗的车呢？他心想，先搞清左右再反着拧能有多难？这帮人到底怎么活下去？

还是自动挡，当然啦，他心想。不用猜就知道。这些蠢蛋恨不得压根儿别开自己的车，欧维一边想着一边挂上前进挡开始向前开。如今的车最好都能自己上路。跟机器人似的。现在的人都不需要学侧方移位，这都搞不懂能拿驾照吗？啊？欧维才不信呢。欧维甚至高度怀疑连这都搞不懂的人是不是该给他选举权。

他向前开车直到拖斗摆直，然后他像所有即将带着拖斗倒车的文明人一样，挂上了倒车挡。日本车立马无耻地咆哮起来。欧维愤懑地在车座上四下张望。

“这是怎么……你干什么，吵什么呢？”他边冲仪表盘喊，边拍着方向盘。

“我说你给我停下来！”他怒气冲冲地对不停闪烁着的红灯吼。

就在此刻，盲流出现在车身一侧，小心翼翼地敲敲车窗。欧维摇下窗，没好气地看看他。

“只不过是倒车雷达在响。”盲流点头。

“这我当然知道！”欧维嘘道。

盲流清清嗓子。

“这车有点特别，我是想，要是你需要的话，我可以跟你解释一下使用规则或者……”

欧维哼了一声。

“我又不是白痴！”

盲流使劲点头。

“不是不是，当然不是。”

欧维瞪着仪表盘。

“现在它在干吗？”

盲流热情地点头。

“它在测算电瓶还剩多少电。你知道的，从电动机切换到汽油发动机之前都要测一下的。你知道的……这是辆油电混合的……”

欧维没有搭腔。他只是摇上了车窗。盲流半张着嘴站在车外。欧维先瞄一眼左侧后视镜，又看一眼右侧后视镜。然后他开始倒车，日本车还在惊恐地尖叫，拖斗精准地停在他的房子和盲流与孕妇的房子之间。

他下车把钥匙扔给盲流。

“倒车雷达加停车辅助系统加摄像头什么的一大堆。需要这些个东西来倒车的人，照我说，一开始就不应该挂着拖斗嘛。”

盲流只是嬉皮笑脸地点头。

“谢谢帮忙。”他喊，仿佛欧维接连羞辱他十分钟那事儿没发生过似的。

“还倒车，换了我都不许你倒带。”欧维边回答，边经过他身边。

孕妇仍在一边袖手旁观，但看上去已经没那么生气了。

“谢谢！”她呼了一嗓子。欧维经过的时候，她挂着一脸扭曲的微笑，欧维觉得她是在使劲忍着不笑。

她有一双欧维见过的最大的棕色眼睛。

“在这个社区里，我们是不在住宅区范围内开车的，这个规矩你们怎么都得接受。”他回答。

她的表情看上去就像听出他把“接受”念成了“接嗖”但没有指出来似的。欧维哼一声，急转身朝自己家走去。

在房子和他的独立储藏室之间，他停下脚步。就像他这样年龄的男人经常做的那样，使劲皱起鼻子，整个上半身跟着同时蜷缩起来。接着他屈膝，把整个脸凑到铺路石上，不管需不需要，他总是每两年把这些铺路石换一次。他又闻了闻，自顾自点头，起身。

黑发孕妇和盲流看着他。

“尿！这儿到处都是尿！”欧维怒道。

他冲铺路石比画了一下。

“哦……好吧……”黑发女人说。

“不好！这他妈一点都不好！”欧维回答。

然后他走进自己的房子，关上房门。

他在门厅里的凳子上坐下，一直坐到他可以冷静地干点别的。“要命的女人。”他心想。连杵在眼前的标牌都看不懂，她和她那一大家子来这儿到底干什么？社区内禁止车辆通行，地球人都知道。

欧维站起身，脱下蓝色外套挂到衣架上，挂在他太太那一片外套的海洋中，又冲着紧闭的窗户念叨了一句“白痴”，以防万一。然后他站到客厅中央，抬头望着天花板。

他不知道自己在那儿站了多久。他沉浸在自己的脑海中，就像在迷雾中飘浮。他从来不是做白日梦的人，但最近他的脑子里就像有什么东西纠结了起来。他越来越难以集中注意力，这他一点儿都不喜欢。

门铃响起时，他就像从温暖的梦乡中惊醒一般。他用力揉揉眼睛，环顾四周，仿佛生怕被人窥见似的。

门铃又响了一声。欧维转过身瞪着门，就好像它干了什么难以启齿的勾当。他朝门厅走了两步，发现自己的身体僵硬得像干石膏。他不知道是地板还是自己在嘎吱作响。

“又怎么了？”还没等门开，他就先问，就像门得先回答问题似的。

“又怎么了？”他猛一拉门，喊道，用力之猛，刮得门前一个三岁小女孩惊恐地向后一仰，一屁股坐在了地上。

她身边站着个七岁的女孩，看上去完全被吓坏了。两个女孩全是黑发，眨着欧维见过的最大的棕色眼睛。

“啊？”欧维说。

七岁女孩一脸战战兢兢。她伸手递上一个塑料盒。欧维勉为其难地接在手里。热乎乎的。

“饭！”三岁女孩乐呵呵地喊，一边飞快地站起身。

“藏红花，还有鸡肉。”七岁女孩点头，显然更谨慎地看着他。

欧维疑惑地打量着她们。

“你们是在卖吃的？”

这话看上去惹恼了七岁女孩。

“我们住在这儿！”

欧维沉默了几秒钟，然后点点头。就像他有可能会把这个前提作为一种解释一样。

“啊哈。”

三岁女孩甩着连体衣偏长的袖子，满意地点点头。

“妈妈说你很‘恶’！”

欧维一脸茫然地望着这个口齿不清的小不倒翁。

“什么？”

“妈妈说你看上去肚子很饿，所以我们得给你晚饭吃。”七岁女孩怒气冲冲地纠正。“我们走，娜萨宁。”她边说边紧紧拉住三岁女孩的手，狠狠瞪了欧维一眼转身就走。

欧维从门缝里探出头，目送她们离开。女孩们跑进家门的时候，他看到那个黑发孕妇站在那儿冲他笑。孕妇还挥了挥手。欧维关上房门。

他又站在门厅里，瞪着手里装着藏红花鸡肉饭的盒子，就像瞪着一盒硝化甘油。然后他走进厨房把盒子放进冰箱。并不是因为他习惯了吃陌生的外国小孩留在楼梯口的食物，而是，欧维家没人浪费粮食。这是原则。

他走进客厅，把手插进口袋，抬头望着天花板。在那儿站了好一会儿，寻思着哪种混凝土膨胀螺栓最合适。直站到两眼眯缝得疼。他低下头，有些困惑地看了一眼自己变了形的腕表，又看看窗外，突然意识到天色已晚，他无可奈何地摇摇头。

天黑以后是不能钻洞的，这谁都知道。那样的话，他还得点上所有的灯，这样就不知道这些灯什么时候才熄灭了。他可不愿意便宜了电力公司。想让电费再那么跑上几千克朗，门都没有。

欧维收拾起“实用”箱，抬到楼上的大厅里。从小厅的暖气片后拿出阁楼的钥匙。回大厅伸手够阁楼的门板，放下悬梯。爬上阁楼把“实用”箱放回厨房椅背后，那些厨房椅是他太太逼他扛上去的，因为她说它们太吵。它们根本不吵，欧维知道，这只是太太想买新椅子的借口。仿佛这就是生活的本质，买厨房椅去饭店吃饭就能生生不息了。

他下楼来，把阁楼的钥匙放回小厅的暖气片后。“悠着点。”他们对他说。一群三十岁出头捣鼓电脑不喝普通咖啡的公子哥儿。一个没人会倒拖斗车的社会，就是这么帮人居然跟他说不需要他了。这合适吗？

欧维回到楼下的客厅，打开电视。并不是因为现在有什么想看的节目，但他又不愿意孤零零地瞪着白墙像个白痴似的发一晚上呆。他从冰箱里拿出外国食品来，直接用叉子在塑料盒里吃。

他五十九岁。现在是周二晚上，他退订了所有报纸杂志，熄灭所有的灯。

明天得装上那个钩子。


.
.
.
4　一个叫欧维的男人不交三克朗增值税


欧维朝她递上鲜花。两支。也不知道为什么会是两支。但总得有个数。这是原则问题，欧维向她解释。因此是两支。

“家里没有你简直乱了套。”欧维喃喃道，然后轻踹了几下结冻的泥土。

他的太太没有回答。

“今晚会下雪。”欧维说。

新闻里说不会，但就像欧维常说的那样，他们说不会发生的事就一定会发生。所以他这样对她说。她没有回答。欧维把手插进蓝色裤子的口袋，轻轻点头。

“你不在家，一个人整天在这房子里转悠一点都不自然。我就想说这些。这日子没法过了。”

她连这话都没有接茬。

他点点头，又踹了一脚泥土。他无法理解那些说自己想要退休的人。怎么能整天盼着自己成为多余的人？作为社会的负担四处游荡，什么人会有这样的梦想？回家只能等死。或者更糟糕：等他们来接你去那些不能自理的人住的地方。欧维都不敢再往下想。上个厕所都得别人插手。欧维的太太从前总是逗他说，要是来那么一场葬礼，他是她认识的人中唯一宁可躺在棺材里都不愿意被人推着去参加的那个。也不是完全没有道理。可能吧。

对了，那只猫崽子今天早上又来了，几乎就坐在他们家门口。要是还能管它叫猫的话。

欧维在差一刻到六点的时候起床。给他的太太和自己沏上咖啡。四处检查暖气片，确认太太没有悄悄把它们又打开。它们当然都和昨天完全一样，但他还是把它们的旋钮又调低了一挡。以防万一。客厅里，仅剩六个挂钩没挂她的衣服，他从其中一个钩子上取下自己的外套，出门巡逻。记录车牌号，检查车库门。他注意到天开始凉了起来。快到把蓝色秋季外套换成蓝色冬季外套的时候了。

他总是知道什么时候会下雪，因为一到时候，他的太太就会开始念叨要把卧室暖一暖。疯了，每年这时候欧维都一口咬定。电力公司老板休想因为一点季节更替的小事就坐享其成。暖个五度，一年就得多花几千克朗，这个欧维算得出来。所以每年冬天他都会从阁楼上取下那台他在跳蚤市场上用一台老式留声机换来的柴油发电机，然后接上以清仓价三十九克朗买来的暖风机。用发电机启动之后，暖风机能在欧维安装的小电池上跑上半个小时，这样欧维的太太就能在躺下睡觉前让靠自己这边的床暖和上几次。不过欧维还是叫她不要太浪费，柴油也不是白给的。太太就像往常一样，点头表示欧维说的有道理。然后整个冬天，她都会趁他不注意，偷偷把暖气片打开。每年都是这样。

欧维又踹踹泥土。他考虑着要不要把猫咪的事告诉她。他巡逻回来的时候，它又出现在那里。欧维瞪着它，它瞪着欧维。欧维指着它大喝一声走开，声音之大，就像一枚疯狂的塑胶球在房子之间回荡。猫又瞪了一会儿欧维，不紧不慢地站起身，仿佛在表示它不是因为欧维的威吓走开的，而是因为有更好玩的事等着，然后就这样消失在储藏室的拐角处。

欧维决定什么都不对她说。他估计她只会因为他把它赶走而生气。要是换她做主，家里早就塞满各种有毛没毛的流浪汉了。

他穿着蓝色的西装，白衬衫的扣子一直扣到顶。她从前总是对他说，如果不戴领带，可以开着最上面一颗扣子，每次欧维都回答说他“又不是什么该死的希腊躺椅推销员”，然后照样扣上最后一颗扣子。他手腕上戴的那块变了形的腕表，是他父亲十九岁那年从祖父那里继承下来的，欧维满十六岁后没几天，父亲就把腕表给了他。

欧维的太太喜欢这件蓝西装，总说他这么穿看上去很帅。而欧维自己，像每个明智的人一样，认为只有公子哥才每天穿西装。但早上他决定，今天可以是个例外。他甚至穿上了那双出客穿的黑色皮鞋，还很负责任地上了适量的鞋油。

出门前，从大厅的挂钩上取秋季外套时，他最后回头若有所思地看了一眼太太的那堆外套，思考着为什么个子这么小的人会有这么多冬季大衣。“几乎可以期待一下穿过这堆衣服就能进入纳尼亚了。”欧维太太的某个女朋友曾经开玩笑说。欧维到现在还不知道她到底是什么意思，反正大衣多到吓死人就是了。

出门的时候，小区里还没有人起床。他走到停车场，用钥匙打开车库门。他其实有个遥控器，但从来不明白这有什么好处，本来每个老实人就都可以亲手打开车库门。他也用钥匙打开萨博的车门。这车多年来一直很好使，没有理由把车换掉。他坐进驾驶座，把电台的频道旋钮朝前拧半圈，再朝后拧半圈。调整所有的后视镜。每次坐上萨博都要这么来一圈，就像有什么破坏分子每天按时闯进来恶意调过后视镜和电台调频。

他开车穿过停车场的时候，遇到了隔壁那个外国孕妇。她牵着三岁女孩的手，那个高个子金发盲流走在她身边。看见欧维后，他们三个人一起兴高采烈地冲他挥手。欧维没有回礼。他首先想到停车教育一下那个女人，这个小区里没有谁家的小孩会在停车场周围跑来跑去，这儿又不是公共游乐场。但他想了想，觉得自己没那个时间。

于是他开到排屋外的大路上，经过一排又一排和自己的房子长得一模一样的房子。欧维和太太搬来的时候，这里只有六幢房子。现在房子数以百计。曾经，这里只有树林，但现在到处都是房子。肯定都是贷款买的。现在的人会的就是这个。信用卡消费，开电动车，换个电灯泡都得雇人。安装简易地板和电子壁炉，年复一年，日复一日。没人分得清普通混凝土膨胀螺栓和当头一棒之间的区别，这就是当今的社会。

他花了十四分钟开到购物中心的鲜花店。欧维牢牢卡着限速，哪怕是限速五十的区域，那些初来乍到、领带飘飘的傻逼总是开到九字打头。他们在自己的房子周围竖起“儿童嬉戏”的警示牌，铺上要命的限速带，但一旦开到别人的地盘立马不当一回事。最近十年，每次经过这里，欧维就要对太太这么说。“而且总是越来越糟糕。”以防她之前几次碰巧没听见，他总是要加上一句。

今天他还没开出两公里远，后面就有一辆黑色的奔驰顶到了只剩一个胳膊肘的距离。欧维用刹车灯闪了他三次。奔驰愤怒地用亮瞎眼的远光灯回应。欧维冲着后视镜哼了一声，就好像一旦有人自作主张决定无视限速标志，他就有义务挡在路中央加以阻拦。欧维没有移动，奔驰又闪了一下远光灯。欧维减速，奔驰摁喇叭。欧维再减速，奔驰把喇叭摁得更响。欧维把速度减到二十，靠近坡顶的时候，奔驰轰隆一声超了过去。车里四十岁左右、扎着领带、耳朵里挂着白色塑料线的男人透过车窗冲欧维竖起中指。欧维用一个所有五十九岁有教养的男人都会做的动作回应：缓缓地用食指点点太阳穴。奔驰里的男人破口大骂，车窗内侧溅满了唾沫，然后一脚油门冲出了视野。

两分钟后，欧维遇到红灯停下。奔驰停在前方队伍的最后一个。欧维用远光灯闪他。他看见那个男人缩了一下脖子，白色塑料线掉下来落到仪表盘上。欧维满意地点头。

信号灯转绿，队伍却没有动。欧维摁喇叭，没有动静。欧维摇头。前面一定有个女司机，或者在修路，要不就是有辆奥迪。三十秒过去还是没有动静，欧维挂上空挡，开门走出还转着发动机的萨博。他双手叉腰站在路中央朝队伍前方张望，有点像钢铁侠遭遇堵车会怒气冲冲双手叉腰站到路中央的样子。

奔驰男狂摁喇叭。“傻逼。”欧维心想。就在此刻，队伍挪动起来。欧维前面的车已经开动，后面的车——一辆大众——开始摁喇叭。车里的司机不耐烦地朝欧维挥手，欧维回头瞪了一眼，悠悠地坐回萨博里，关上车门。“这是着的什么急。”他大声对着后视镜说，然后上路。

下一个红灯，他又停在了奔驰后面。又堵上了。欧维看看手表，向左转上了另一条路。其实，去购物中心，这条路更长，但是红灯少一些。并不是因为欧维小心眼，但懂事的人都知道，车开动的时候比转着发动机堵着省油。就像欧维太太常说的那样：“要是有什么值得写进欧维的讣告，那就是‘无论如何，此人还算省油’。”

欧维由西向东到达购物中心。整个停车场只有两个空位，他一眼就看出来了。他不明白这样一个工作日那么多人来购物中心干吗。显然如今人们都没什么正事可干。

欧维的太太曾经一靠近这样一个停车场就开始叹气，欧维总是想停在商场入口处。“就像要参加一场比赛，看谁抢到最好的位置。”每当他一圈又一圈地转，冲着每辆占了地儿的外国车咒骂的时候，她都会这么说。经常得转上六七圈才能找到一个好位置，要是最后欧维不得不放弃而停在二十米开外，这一天他都没好气。他的太太从来就不理解，不过她也不是很清楚什么叫原则问题。

本来今天欧维也想转上两圈，察看一下地形。但就在这时，他又看见那辆奔驰由南向北开过来。那个扎领带、耳朵里挂塑料线的男人，原来是要来这儿。欧维一秒钟都没有犹豫，一脚油门挤进了十字路口。奔驰急刹车，猛按一下喇叭跟了上来。决斗正式开始。

停车场入口处的指示牌指向右侧，但奔驰显然也看到了那两个空车位，试图从左侧超过欧维。然而欧维闪电般一拧方向盘堵住了去路。两个男人开始在柏油路上较起劲来。

从后视镜里，欧维看见一辆小丰田从大路上拐到他们身后，跟着指示牌沿停车场缓缓朝右拐了个大弯。欧维用余光跟着它，同时朝反方向猛冲，奔驰紧随其后。他当然可以抢下两个空位中更靠近商场入口的那个，然后大方地把另一个让给奔驰。可这又算哪门子胜利？

相反欧维在第一个停车位来了个急刹车，然后纹丝不动。奔驰鸣喇叭，欧维还是不动。奔驰继续鸣喇叭。那辆小丰田远远地从右侧向下驶来。奔驰这时才看出欧维的邪恶计划，但为时已晚。他不停地摁喇叭，并试图挤过萨博，但无机可乘。欧维已经挥手让丰田转进另一个空位了。等它完全停好，欧维才稳稳地拐进跟前的车位。

奔驰侧面玻璃上的口水粘得太厚，欧维都看不见里面那家伙的脸。欧维雄赳赳、气昂昂地下车，活像个获胜的古罗马角斗士，然后他瞥了一眼丰田。

“我去。”他突然没好气地嘟囔一声。

“哟呵！”金发盲流一边兴高采烈地吆喝，一边挤出前座。

欧维只是摇摇头。

“嗨！”外国孕妇从丰田的另一侧出来，手里抱着三岁女孩。

欧维过意不去地目送奔驰离开。

“谢谢占位！多亏你了。”盲流微笑。

欧维不吱声。

“你叫什么名字？”三岁女孩脱口而出。

“欧维。”欧维说。

“我叫娜萨宁。”她快乐地说。

欧维冲她点点头。

“我叫帕特……”盲流话才出口，欧维已经转身准备离开。

“谢谢你给我们占停车位！”外国孕妇在背后喊。

欧维从她的嗓音中听出一丝欢笑。这他可不喜欢，于是只嘀咕了一句“没事”，头也不回地径直穿过转门走进购物中心。他在第一个过道口左转，之后回了好几次头，生怕邻居一家会跟来似的，但他们右转之后就不见了。

欧维若有所思地站在食品店前，瞪着本周特价广告牌。也不是因为欧维想在这家食品店买什么火腿，但做做价格调研总没错，他想。要是说这世上真有什么欧维不喜欢的事，那就得算是受骗上当了。太太总是开玩笑说，对欧维来说，世界上最可恶的四个字就是“电池另配”。她说这话的时候几乎所有人都会笑，但通常欧维不会。

他沿着食品店继续向前走，来到花店。在那儿理所当然会有一场“争吵”，欧维太太一定会用这个词。但欧维总会辩解说那其实只是“讨论”。欧维取出一张优惠券来，上面写着“两支五十”。既然只需要买一支，他对柜员一通摆事实讲道理，要只付二十五。因为五十的一半是二十五。那个手机贴闪片、脑子粘了口香糖的柜员当然不同意。她反复强调一支三十九，优惠券只有买两支的时候才能用。店长不得不登场。然后欧维花了三刻钟才让店长幡然醒悟，原来欧维是对的。

其实，老实说店长还是在自己手掌心里嘟囔了一句，听起来像“老浑蛋”，然后在柜员机上狠狠地打上二十五克朗，就好像这都是柜员机的错。其实欧维心里多多少少也是这么想的。他知道这帮商贩葫芦里卖的什么药，砍上一刀是一刀，但在欧维这儿可没门。他可是说一不二的人。

欧维在收银台前取出信用卡。店长不屑地冲一块写着“五十克朗以下刷卡消费，加增值税三克朗”的牌子点点头。于是就有了这样的结果。

就这样，欧维拿着两支花站在太太面前。这是原则问题。

“让我付三克朗，他就做——梦——去吧。”欧维低头盯着脚下的碎石说。

欧维的太太总是责怪欧维到处与人起争执，但欧维才他妈没工夫争执呢。他只是实事求是。欧维想知道，他这种生活态度难道就那么不合理吗？他可不这么想。

他抬头看看她。

“昨天我答应来却没来，你一定生气了吧。”他喃喃道。

她不作声。

“整个小区都快变成疯人院了。”他替自己辩解。

“一团糟。如今还得亲自出去替他们倒拖斗车，连挂个钩子的工夫都没有。”他继续争辩。

他清清嗓子。

“天黑就不能挂钩子了，你明白的。这样就不知道灯什么时候灭了。电表就这么一直跑，可不行。”

“家里没有你，简直乱了套。”

她没有回答。欧维用手指拨弄着花瓣。

“你不在家，一个人整天在这房子里转悠一点都不自然。我就想说这些。这日子没法过了。”

她连这话都没有接茬。

他点点头，递上鲜花好让她看见。

“粉红色，你喜欢的。温室栽培。店里的人管它叫‘常年花’，我他妈才不信呢。这么冷的天，它们显然会被冻死，店里的人也承认了，不过他们这么说只是为了推销更多垃圾给你。”

他看上去就像在等待她的认可。

“他们还有藏红花炒饭。”他低声说。

“我说的是新邻居。外国人。吃藏红花炒饭过日子。不知道这有什么好处。吃土豆烧肉不好吗？”

又是沉默。

他默不作声地站在那儿转着手指上的婚戒，仿佛在寻找新的话题。引导谈话方向这活儿对他来说还是太痛苦。这本来就是她的专职之一。他负责回答。现在这种新情况，他们俩都还得适应。最后欧维蹲下身，把上周插在那儿的旧花又挖出来，小心翼翼地塞进塑料袋。插上新花前翻动了一下冻僵的泥土。

“电费又涨了。”他站起身后告诉她。

然后他只是双手插兜站在那儿看着她，最后他小心地把手搭在那块大石头上，温柔地从这端轻抚到另一端，仿佛轻抚着她的肌肤。

“我想你。”他低声说。

六个月前，她去世了。但欧维还是每天两次走遍所有房间，摸摸暖气片，看她有没有悄悄把它们打开。



.
.
.5　一个叫欧维的男人


欧维知道她的朋友都不理解她为什么会嫁给他，他也没什么好争辩的。

人们说他刻薄。他们或许是对的，他也不知道。从来没仔细思考过这件事。人们还说他“不善交际”，欧维猜想这是说他不怎么喜欢和人打交道，这个他承认。大多数情况下，人这玩意儿都不怎么靠谱。

欧维不怎么喜欢磨嘴皮子。他知道如今这可算得上是了不得的人格缺陷。现在的人得能和闯入一臂距离之内的任何怪人叨叨任何事情，就是为了表示友好。欧维不知道怎么才能做到。或许这和他的成长环境有关。或许他这代人还没有准备好面对这样一个光说不练的世界。如今的人往新装修的房子门口一站，就开始拍胸脯，就好像房子是他们自己造的一样，哪怕他们其实连个螺丝刀都没举过。他们也不试着假装一下，还拿来吹嘘。显然自己动手铺实木地板、装修厕所或者换冬胎这种事已经没有什么价值可言了。能脚踏实地地做事已经不值一提了。平白无故就能掏钱想买啥买啥，这有什么价值？这样的人又有什么价值？

欧维很明白为什么她的朋友都不理解她每天早晨醒来后愿意和他共度一天。他自己都不理解为什么。他为她搭了个书架，然后她用一页一页写满感情的书把它填满。欧维理解那些他看得见摸得着的东西。混凝土和水泥，玻璃和钢，工具。可以计算出来的东西。他理解直角和清晰的产品说明，可以画到纸上的东西。他是个非黑即白的男人。

她是色彩，他的全部色彩。

第一次遇见她之前，他唯一热爱的东西是数字。除此之外，他对童年几乎没有任何记忆。没人欺负他，他也不欺负人，体育不算好也不算差，他从来不参与却也从来不逃离，只是简单地存在着。关于成长，他也没有太多记忆。他不是那种把所有无关紧要的事都记在脑子里的人。他记得他曾经挺快乐，就这么过了几年之后，他就不快乐了。

他记得那些数字。数字装满了他的脑袋。他记得在学校的时候，他多专注于数学课。对别人来说，数学课就是噩梦，但他是个例外。他不知道为什么，也没思考过为什么。他从来不理解那些整天刨根问底追根溯源的人。是什么人做什么事，这就足够了，欧维总这么想。

他七岁那年，妈妈在一个八月的早晨因肺痨去世。她在化工厂工作。那时候也没有什么空气质量安全意识，这是欧维后来才搞明白的。她还抽烟，时不时来上一根。欧维对她最清晰的记忆就是：每周六早晨，她总是坐在他们郊区小屋里厨房的窗口，抬头望天，周身烟雾缭绕。她还时不时哼个歌儿，欧维总是在膝上放本数学书坐窗台下听着，这个他记得。当然她的嗓音是嘶哑的，而且时不时会有一两个音符跑到不太悦耳的地方，但他记得他还是很喜欢听。

欧维的父亲是铁道工。他的手掌看上去就像用刀刻过的皮革，脸上皱纹深深，劳动的时候汗水就顺着这些沟壑淌到胸口。他头发稀疏身材精瘦，但手臂上的肌肉硬挺得就像直接从岩石上雕刻出来的一样。欧维很小的时候跟着父母到铁道上和父亲的同事们一起参加过一次盛大的庆祝活动。父亲几杯啤酒下肚，就有其他人来向他挑战掰腕子。欧维之前从没见过这些北欧战神模样的男人，岔开双腿往父亲跟前的木凳上一跨。其中有几个人看上去足有两百公斤，父亲各个击破。当晚他们回家，父亲用胳膊搂着欧维的肩膀说：“只有狗崽子才会觉得块头和力量是一码事，欧维，记住喽。”欧维永远不会忘记。

父亲从来不举拳头，不管是对欧维还是对别人。欧维总有些同学会因为调皮捣蛋而挂着熊猫眼或皮带扣留下的瘀青来上学。欧维从来不会。“我们家不打架，”父亲总是强调，“不管是和自己人，还是外人。”

他在铁道上很受爱戴。他沉默寡言，也很善良。曾有人说他太善良。欧维记得，作为孩子，他从来不理解这有什么坏处。

然后妈妈死了，父亲变得更沉默，就像她把他仅有的只言片语都带走了。

因此父亲和欧维从来没有过多的交谈，但他们喜欢彼此的陪伴。沉默地分别坐在餐桌的两端就很满足。他们总是能让自己忙起来。屋后一棵枯树上住着一窝鸟，他们每两天喂一次。欧维明白，每两天一次，这很重要。他从来不知道为什么，但也从来不需要面面俱到地理解每一件事。

晚上他们吃香肠加土豆，然后打牌。拥有的不多，但也从来不少。

父亲有一个词，妈妈走的时候似乎没有兴趣带走，那就是“发动机”。关于发动机，父亲总是有说不完的话。“发动机总是刚正不阿，”他曾说，“你要是以礼相待，它就给你自由，你要是搞得像个浑蛋样，它就剥夺你的自由。”

他很久都没有自己的车，但四五十年代时，当那些铁道公司的老板、经理都开始买车的时候，流言就在办公室里传开了：铁道上那个沉默的男人是个好人，值得交往。欧维的父亲从来没毕业，他不懂欧维教科书上的那些数字，但他懂发动机。

总经理女儿大婚那天，装点华丽准备从教堂接新人回家的婚车半路抛了锚，他就被找了来。欧维的父亲用胳肢窝夹住工具箱，骑车赶来。工具箱太重，下车后，两个男人才从他手上接下来，不管什么问题，他骑车离开的时候都已经不是问题了。总经理夫人邀请他留下来参加婚宴，但欧维的父亲悄悄对她说，像他这样小臂上的油渍深得已经等同肤色的人，坐在这些上等人中间不合适，但很乐意带一袋面包和肉回去给家里的小家伙吃，他说。欧维刚满八岁。当晚父亲摆上晚餐的时候，小家伙心想，国王的晚餐一定就是这样的。

几个月后，总经理又把欧维的父亲叫了去。办公楼外的停车场上停着一辆坏得不轻的萨博92，这是萨博生产的第一辆私家车。那时候这款车已经停产，因为大幅升级的萨博93已经上市。欧维的父亲很了解这车。前轮驱动，横置发动机听起来就像个咖啡壶。这车出了车祸，总经理边用大拇指扳着外套下的长裤背带，边解释着。酒绿色的车壳前端深深瘪了下去，顶棚也不怎么入眼，欧维的父亲都看在眼里。但他从脏兮兮的工装口袋里掏出一把螺丝刀，把汽车一阵检查之后宣布，没错，花点工夫外加合适的工具，他大致应该能让它再规规矩矩地跑起来。

“谁的车？”他边直起身问，边用一块抹布擦掉手指上的机油。

“我一个亲戚的。”总经理说着从西裤口袋里掏出一把钥匙塞在他的手心里。

“现在它是你的了。”

总经理轻轻拍拍他的肩膀，转身回办公室去了，留欧维的父亲一个人在停车场上喘着粗气。那天晚上，他一遍又一遍对瞪大眼睛的儿子解释和展示院子里这件神奇宝贝的一切。他坐在前座上，向坐在腿上的小家伙讲解着机械原理，直到深夜。每一个螺丝、每一根管子，他都要详细讲解一番。欧维从没见过哪个男人像当晚的父亲那样自豪。彼时欧维八岁，当晚他决定除了萨博什么车都不开。

要是父亲周六不当班，他就会把欧维领到院子里，打开发动机盖，详细地告诉他每个零件的名称和功能。周日他们去教堂。并不是父亲或者欧维跟上帝有什么过分亲密的关系，但欧维的妈妈总是在这事儿上很上心。于是他们就坐在最后一排低头瞪着各自脚下的那块地砖直到结束。说实话，他们俩大多数时间都在想念她而不是上帝。这是所谓她的时间，尽管她早已离开。之后欧维和父亲就一起坐着萨博去郊外转上一大圈。这是一周中让欧维最喜欢的时刻。

为了不让他一个人在家瞎胡闹，那年开始，放学后，他跟着父亲去铁道上干活。活儿很脏，收入也差，但父亲总念叨说“是个老实人干的活儿，这就值当了”。

欧维喜欢铁道上的每一个人，除了汤姆。汤姆个子高、嗓门大，拳头大得像卡车，眼神就像总是在找无助的小动物来踹上一脚。

欧维九岁那年，父亲让他去帮汤姆清理一节废弃的车厢。汤姆一阵窃喜，捡起地上不知是哪个疲惫的乘客遗忘了的手提箱。它从行李架上掉下来，里面的东西撒了一地，说时迟那时快，汤姆在地上趴了个四仰八叉，把能看见的东西都捡了个遍。

“谁捡谁要。”他冲着欧维狞笑，眼神里有什么东西让欧维觉得像浑身爬满了虫子似的不自在。

汤姆狠狠地拍了一下他的后背，弄得他颈椎生疼。欧维一声不吭，往外走的路上被一个钱包绊了一下。钱包的皮质如此细腻，他捡起的时候，指尖就像触到了棉絮。上面没有父亲那种老式钱包上用来防止散掉的皮筋，而是一枚小银扣，打开的时候响声清脆。里面装着六千多克朗。那时候对谁来说都是一大笔财富。

汤姆看在眼里，上前想从欧维手里把它抢走。但防御的本能给了男孩反抗的力量。欧维看到汤姆遭遇抵抗后的震惊，从眼角的余光里，他看到这个强壮的男人握起了拳头。欧维知道自己没有逃脱的时间，于是他闭上眼睛，使尽全力握紧钱包，等到重击袭来。

他们都没有看见欧维的父亲，直到他站到他们中间。汤姆与父亲的目光短暂相遇，呼吸因愤怒而沉重，嗓子里隆隆作响。但父亲站在那儿纹丝不动。最后汤姆终于放下拳头，谨慎地后退一步。

“谁捡谁要，这是老规矩。”他指着钱包对欧维的父亲嚷嚷。

“这就得看捡的人了。”欧维的父亲眼睛都不眨一下地说。

汤姆的眼神阴暗起来。但他又后退了一步，仍然握着手提箱。他在铁道上工作了许多年，但欧维从来没从父亲的同事那里听到一句他的好话。他不老实，还很恶毒，欧维听到有人在那次聚会上灌下几杯啤酒后说。但他从没听父亲说过这些话。“四个孩子加一个胖老婆，”父亲曾经看着每一个同事的眼睛说，“比汤姆好的人也会变成他这样。”然后大家通常就会换个话题。

父亲指着欧维手里的钱包。

“你决定。”他说。

欧维牢牢地瞪着地板，感觉到汤姆的目光在他的头顶心烧出洞来。然后他用轻微却稳健的声音说，失物招领处是它最好的归宿。父亲一声不吭地点点头，拉起欧维的手，两个人沿着铁轨一言不发地走了半个小时。欧维听到汤姆在背后嘶叫，嗓音里充满了冰冷的愤怒。欧维永远也忘不了。

他们把钱包放到失物招领处时，柜台里坐着的女人不敢相信自己的眼睛。

“它就这么躺在地板上？你们没看见个包什么的？”她问。欧维困惑地看看父亲，但父亲只是沉默地站着，欧维就照做了。

柜台里的女人对这个反应挺满意。

“没多少人会把这么多钱交出来。”她边说边冲欧维笑。

“有脑子的人也不多啊。”父亲简短地说，然后拉上欧维的手，脚跟一转，回去工作了。

沿着铁轨走出几百米远后，欧维清了清嗓子，鼓起勇气问父亲为什么不提汤姆拿走的手提箱。

“我们不是到处讲别人闲话的人。”父亲回答。

欧维点点头。他们沉默地继续前进。

“我想过要把钱留下来。”欧维终于悄悄地说出口，还把父亲的手握得更紧一些，就好像害怕他会把手甩开。

“我知道。”父亲说，也把手握得更紧。

“但我知道换了你一定会把它还回去，而且我知道汤姆这样的人是不会这么做的。”欧维说。

父亲点点头。一路无话。

欧维要是那种总是回头想一想自己是何时变成了现在这样的人，他大概会归结，就是那天，他学会了明辨是非，但他并不是那种人。他记得，从那天开始，他决定尽可能做个和父亲一样的人，这样他就很满足。

父亲走的时候，他刚满十六岁。一节失控的车厢出了轨。除了一辆萨博、城郊几英里外一套破旧的房子和父亲那块变形的老腕表，欧维没有得到多少遗产。他从来没能正确解释那天对他来说到底发生了什么。但他不再快乐，之后许多年，他都没能快乐起来。

葬礼之后，牧师要和他谈谈领养事宜，但欧维并不是从小在接受施舍的环境中长大的，牧师很快就意识到这一点。欧维还同时对牧师明确表示，之后可以预见的日子里，他也不用给欧维留着周日礼拜的位置了。并不是因为欧维不相信上帝，他对牧师解释，而是在他眼里，上帝就是个该死的狗崽子。

第二天，他去了铁道边父亲领工资的办公室，并交还了本月的剩余工资。办公室里的阿姨们完全搞不清状况，于是欧维只好不耐烦地解释，父亲是十六号死的。她们肯定知道父亲不可能再回来把这个月剩下那十四天的活干完了。既然父亲的工资是预支的，欧维就得回来把余额还掉。

阿姨们迟疑着让他先坐下等等，欧维照做了。一刻钟后，总经理跑了出来，看着眼前这个坐在走廊靠背椅上的十六岁怪男孩，手里还拿着死去的爸爸留下的工资袋。总经理清楚地知道这个男孩是谁。在终于确信无法说服这个男孩留下那笔在他看来不属于父亲的钱后，总经理只好当即雇佣欧维代替父亲来把本月剩下的活儿做完，除此之外，无计可施。欧维觉得这条件听上去合情合理，于是跟学校请假，说接下来的两周不能来上课。他再也没有回去。

他在铁道上工作了五年。之后，一天早晨，他跳上了一列火车，与她初次相遇。这是父亲死后他第一次开怀大笑。从此以后，生活再也不一样了。

人们总说欧维眼里的世界非黑即白，而她是色彩，他的全部色彩。


.
.
.
6　一个叫欧维的男人和一辆该放哪儿放哪儿的自行车


其实，欧维但求平静地死去。这要求过分吗？欧维不这么认为。没错，他早该在六个月之前就把这件事解决了。她的葬礼一结束就动手，这他承认。但欧维打定主意，做人不能这样。他还有工作要处理。因为自杀就撒手不管工作，这算哪门子的事？

欧维的太太是星期五死的，葬礼在星期天举行，而星期一欧维就去上班了，因为做人就应该这样。六个月过去了，周一老板突然闯进来说不想在周五提这事是不想打扰欧维的周末，周二他就站在那儿给厨房操作台上油。

周一午饭的时候，他就把一切都料理妥当了。他为葬礼付了款并预订了她旁边的那块墓地。他给律师打过电话并写了一封信，信上清楚地写明注意事项，和所有重要的发票、购房合同、萨博保养记录一起放进一个信封。他把信封放进外套的内侧袋里，关掉所有电灯并付了账单。没有贷款、没有负债、没人需要为他打理后事。欧维洗干净咖啡杯并退掉报纸杂志。他准备好了。

只求平静地死去，他坐在萨博里想，透过敞开的车库门朝外张望着。要是能避开邻居们，或许今天下午就能上路了。

他看到隔壁那个体重严重超标的小伙子从停车场的车库门口经过。欧维并非对肥胖的人有任何反感。真不是。别人爱长成什么样长成什么样。他只是从来都没法理解他们，他甚至不明白他们是怎么做到的。一个人到底能吃多少东西？他们是怎么做到把一个人吃成两个重的？肯定需要某种坚定的意志才能做到吧，欧维想。

小伙子看见他，冲他愉快地挥手，欧维矜持地点点头。小伙子停住脚继续挥手，胸部的赘肉在T恤下澎湃。欧维总说这是他见过的唯一一个可以独自围攻一碗薯片的人，但欧维的太太总是反驳他不该说这样的话。

或者说曾经，她曾经总是这么说。

欧维的太太喜欢这个肥胖的小伙子。他妈妈死后，她曾每周一次给他送盒午饭。“这样他就能时不时吃到些家里做的饭了。”她常说。欧维注意到他们从来拿不回饭盒来，就说这孩子分不出饭和盒的区别。欧维的太太就会说：话不能这么说。于是，不说就不说。

等吃饭盒的家伙澎湃着离开视线后，欧维才从萨博里走出来。摇三下门把手，从身后关上车库门。摇三下门把手，踏上那条通往排屋的小路，在自行车棚前停下。有辆自行车靠在墙上。又来了。就在那块明确写着此处“禁止停放自行车”的牌子下方。

欧维把它举起来。前胎扎了。他打开车棚的门，把自行车整齐地摆到队伍里。锁上门，正摇三下把手的时候，他听到一个变声末期的声音在他耳朵里嚷。

“喂！你他妈在干吗？”

欧维转个身大眼瞪小眼地面对着两米开外一个小屁孩。

“把自行车放进车棚。”

“你不能这么做。”小屁孩反抗道。

他大约十八岁，欧维仔细一瞧之后估摸着。较真的话，不能算小屁孩，要算小流氓了。

“我当然能。”

“但我正要修它呢！”小流氓嚷道，嗓子在高音处乱劈，就像尖啸的老式音箱。

“这是辆女式车。”欧维说。

“对呀。”小流氓不耐烦地点头，就像这完全无关紧要。

“不可能是你的车。”欧维断言。

“不——是。”小流氓翻着白眼低吼。

“所以呀。”欧维说着把手往裤袋里一插，就像这事儿就这么结了。

两人凝重地沉默着。小流氓瞪着欧维就像在想这人脑子不怎么好使。欧维也瞪着小流氓就像在想这人真是浪费空气。直到这时欧维才看见，小流氓身后还站着另一个小流氓，看上去比之前那个更憔悴，眼睛周围有厚厚的黑眼圈。后面那个小流氓小心翼翼地拽着前一个小流氓的外套，嘴里嘟囔着“别吵了”什么的。前一个小流氓挑衅地踢了一脚积雪，就像这都是积雪的错。

“是我女朋友的。”他最后嘟囔道。

他说这话时泄气多过生气。欧维注意到他的运动鞋太大而牛仔裤太小。运动衣拉到脸颊来抵挡寒气。消瘦而毛茸茸的脸上长满了粉刺，发型就像刚被人拉着头发从一桶胶水里救出来一样。

“她住哪儿？”欧维问道。

小流氓挥起整条胳膊，就像被打了一针镇静剂，指向这条街最远端一幢房子。那些极力推动垃圾分类回收再利用制度的共产党和他们的女儿住在那儿。欧维点点头。

“那她可以来车棚里取。”欧维说。

他用手指煞有介事地敲敲车棚门口那块“禁止停放自行车”的牌子，转身朝自己的房子走去。

“喂！你他妈的死老头！”小流氓在他背后怒吼。

“嘘！”那个长黑眼圈的流氓小伙伴脱口而出。

欧维没吱声。

他经过那块显眼的“社区内禁止车辆通行”牌。那块牌子，外国孕妇显然没看懂，尽管欧维知道看走眼是不可能的事。欧维肯定得知道，因为这块牌子是他竖的。他没好气地走在排屋之间的小路上，脚步铿锵，让人误以为他当自己是台压路机。就像这个小区住满智障还不够糟糕，他想。就像整个小区还没变成人类进化过程中该死的绊脚石。开奥迪的公子哥和金发霉女住在欧维家斜对面，整条街的最远处住着共产党一家，女儿们正值青春期，头发鲜红，内裤外穿，脸涂得就像翻版浣熊。是呀，他们现在一定是到泰国度假去了。简直了。

欧维家隔壁住着个体重近四分之一吨的二十五岁男人。他还留着长发，就像个女人，还穿滑稽的T恤。他一直和妈妈住在一起，直到几年前她因病去世。他叫吉米，欧维的太太说起过。欧维不知道吉米是干什么的，估计是什么非法的勾当，要不就是培根检验员。

另一端住着鲁尼和鲁尼太太。话说欧维也不该称鲁尼为他的死对头，但其实这个称呼实在贴切。这片住宅区的沦陷其实就始于鲁尼。他和太太安妮塔搬来的那天也正是欧维和太太入住的日子。当时鲁尼开着沃尔沃，但之后他又买了辆宝马，这件事本身就说明这样的男人不可理喻，欧维心想。

另外，就是这个鲁尼发动政变把欧维从社区委员会会长的位子上赶下了台。看看小区现在成了什么样子——高额电费，自行车乱停乱放，还有人在小区里挂着拖斗倒车。尽管挂着牌子说这是严令禁止的。欧维曾严正警告过这种局面的发生，但没人听他的，从此以后，他再也没有踏进社区委员会代表大会半步。

他的嘴嚅动了一下，就好像每次脑子里出现“社区委员会代表大会”这个词就想吐，仿佛这是一句脏话。

走到离他的破信箱十五米远处，他看到那个金发霉女。起初他完全不明白她到底在干吗。她在过道里踩着高跟鞋摇摇欲坠，还冲着欧维家的外墙歇斯底里地指手画脚。那个老在欧维的铺路石上撒尿的小东西绕着她边跑边吠。欧维也不确定这玩意儿算不算是条狗，更像是长着眼睛的雪地靴。

金发霉女冲着外墙一通吼，情绪激烈，太阳镜都被震得挂到了鼻尖上。雪地靴吠得更大声。“这娘儿们此番终于发失心疯了。”欧维想，在她背后几米远处停下脚步。此刻他才发现，她不是冲着外墙指手画脚，她在扔石头。也不是冲着外墙扔，是那只猫。

它惊恐地躲在欧维家储藏室的背后一角，皮毛上有血迹——如果剩下的那些还能算皮毛的话。雪地靴龇着牙，猫咧着嘴。

“不许吓唬我们王子。”金发霉女又从欧维的花坛里捡起石头朝猫咪砸过去。

猫咪一蹦躲开了，石头砸在窗台上。

金发霉女又捡起一块石头准备扔。欧维向前挪了两小步，离她近得大致可以让她感觉到他的呼吸。

“再往我家扔一块石头，我就把你扔回你家去！”

她转过身。他们四目相对。欧维双手插兜，她在他面前挥舞着拳头，就像要赶走两只微波炉大小的鸟。欧维面无表情。

“那个可恶的家伙挠我们家王子。”她开口道，怒目圆睁。

欧维看看雪地靴。雪地靴冲他吼。欧维再看看那只猫，它屈辱地蹲在他家门外流着血，却依然叛逆地昂着头。

“它在流血。看上去扯平了。”欧维说。

“才他妈没有！看我不弄死这个鬼东西。”金发霉女咬牙切齿。

“你做不到。”欧维平静地回答。

霉女开始咄咄逼人起来。

“这玩意儿肯定浑身上下各种病毒细菌传染病。”

欧维看看猫，再看看霉女，点点头。

“很可能你也一样，但我们没有朝你扔石头。”

霉女下嘴唇直颤，她把太阳镜往眼前一推。

“你给我小心点！”她嚷嚷。

欧维点点头，指着雪地靴。雪地靴想咬他的腿，但欧维猛一跺脚，它只好退了回去。

“这玩意儿在小区内可得拴好了。”欧维说。

她甩着金发使劲哼哼，欧维几乎可以预见一丝丝鼻涕就要夺孔而出。

“那，那玩意儿呢？”她激愤地指着猫。

“关你屁事。”欧维回答。

霉女用一种既鄙夷又窝囊的眼神瞪着他。雪地靴沉默地咬紧牙齿。

“你以为这条街是你的呀，你个该死的脑瘫。”她说。

欧维只是平静地再次指指雪地靴。

“下次这玩意儿再尿我的地砖，我就给地砖过电了。”

“王子才没在你那该死的地砖上撒尿呢！”她哼了一声，举起握紧的拳头向前走了两步。

欧维纹丝不动。她停在那儿，看上去气喘吁吁，似乎在动用她现在极为有限的心智。

“过来，王子。”她一挥胳膊说。

然后她对着欧维竖起食指。

“我会告诉安德斯，你会后悔的。”

“问那个安德斯好，让他别在我窗口拉韧带了。”欧维回答。

“该死的老智障。”她骂了一句，朝停车场走去。

“还有，他的车够烂的。”欧维追加了一句。

她朝他做了个手势，他不知道是什么意思，但猜都能猜出来。然后她和雪地靴一起走进安德斯的房子。

欧维转身走到他的储藏室跟前，看到花坛一角的地砖上星星点点的狗尿渍。要不是下午还有更重要的事要做，他早就追上去把那只雪地靴做成拖把了。但现在他还有别的事要操心，于是他走进自己的储藏室，拿出冲击钻和一盒钻头。

他出门时看到猫咪还在那儿看着他。

“你现在可以滚蛋了。”欧维对它说。

它一动不动，欧维无奈地摇头。

“嘿！我可不是你的朋友。”

猫咪还是待在那儿。欧维伸出胳膊。

“老天，猫崽子，那个娘儿们拿石头砸你的时候，我站你这边，只是因为我没讨厌那个霉女那么讨厌你。”

他朝安德斯的房子挥挥手。

“这没什么可得意的，你给我听好了。”

猫看上去就像在仔细掂量他的话。欧维指指过道。

“走开！”

猫咪毫无压力地舔舔皮毛上的血迹，看着欧维的眼神就像这是一场交易，而它正在考虑如何加价码。然后它慢慢站起身，笃悠悠踏着四方步消失在储藏室一角。欧维都懒得看它一眼。他直接走进家中，甩上房门。

因为他受够了。现在他得去死。


.
.
.
7　一个叫欧维的男人挂上个钩子


欧维穿上西服套装和出客衬衣。他小心翼翼地在地板上铺上塑料防护膜，就像在包裹一件价值不菲的艺术品。并不是地板有多新，但他的确在不到两年之前刚打磨过一次，而且铺防护膜也不是为了自己。他知道上吊的人不会流什么血。也不是因为害怕钻洞会掉下许多粉尘，或是踢掉凳子时会留下什么痕迹。话说他已经在凳脚上粘了塑料垫，所以应该不会留下任何痕迹。都不是，防护膜精致地铺满整个大厅、客厅和大部分厨房，就像他想把整个房间灌满水，但其实不是为自己准备的。

但他想，一定会有一群搞房地产的公子哥赶在救护车抬走他的尸体之前就情绪激昂地往里冲。这帮浑蛋休想穿着鞋进来糟蹋欧维的地板，不管他有没有断气。这可不能含糊。

他把凳子放到地板中央。这张凳子起码上过七层不同颜色的油漆。欧维太太决定让欧维在排屋里任选一个房间每半年上一遍油漆。或者，说得更贴切一点，她想要这一个房间每半年变一次颜色。她这样对欧维说时，欧维让她别做梦了。于是她打电话找了个粉刷匠，让他报个价。然后她告诉欧维她打算付给粉刷匠多少钱，再然后欧维就起身拿刷子去了。

失去某人以后总是会有一些奇怪的细节惹人怀念。都是极小的事情。笑容、她睡眠时翻身的样子。为她粉刷房间。

欧维拿来装钻头的盒子。这是钻洞时唯一最重要的部件。没有钻头，没法钻洞，就像汽车需要合适的轮胎，而不是什么陶瓷刹车片之类没用的东西一样。懂点事的人都知道。欧维站在房间中央目测着，用眼睛挑选钻头，如同外科大夫用眼睛挑选手术刀。他挑出一个来，装进冲击钻里，试探性地让钻机隆隆转起来。摇摇头，感觉不对头，换钻头。他这么做了四次才满意，然后摇摆着电钻走进客厅，就像拿着一把大号左轮手枪。

他站到房间中央抬头看着天花板。他意识到，开始之前必须量好尺寸。这样才能保证洞在正中央。欧维最讨厌别人随便一指就在天花板上打个洞。

于是他又去拿来一把卷尺，四个角都量了。为了保证万无一失还量了两遍，并在天花板正中心标了个小叉。

欧维从凳子上下来，转了一圈看看防护膜是不是就位。打开门锁，这样进来抬他的人就不需要破门而入了。这扇门挺好的，还能撑好多年呢。

他穿上外套，检查了一下信封是不是还在内侧袋里。最后他把窗台上太太的照片翻了个面，让它面朝储藏室。他不想让她看着他动手。他也不想让她面朝下。每次他们落入什么封闭的空间，欧维的太太都会非常恼火。她“需要看到些生气”，她总是这么说。所以他让她面对储藏室。他想猫崽子可能还会跳出来。欧维的太太反正也挺喜欢猫崽子。

他拿来电钻，还有钩子，站到凳子上开始钻洞。门铃第一次响起时，他想当然地以为是自己听错了，所以就当没听见。第二次响，他意识到真有人在门口摁门铃，也当没听见。

门铃第三次响起，欧维放下电钻愤怒地瞪着门。就像他可以用意念说服门口的人自动消失。效果不是很明显。门口的人显然认为，第一次铃响时没人出来开门的唯一合理解释，是他没有听见铃声。

欧维从凳子上下来，踏着防护膜穿过客厅走到门厅。想平心静气地上个吊有那么难吗？他不这么认为。

“啊哈？”他边说边一把拉开门。

盲流的脸险些被门打个正着，也就差个头发丝的距离。

“嗨！”他身边快乐的外国孕妇在比他矮半米处说。

欧维看看盲流，再低头看看她。盲流正忙着用掌心摸自己的脸，看看所有凸出部位是不是都还在原处。

“这是给你的。”孕妇友好地说，一面马上递给欧维一个蓝色塑料盒子。

欧维满腹狐疑。

“是蛋糕。”她愉快地解释。

欧维慢慢点点头，就像对此表示肯定。

“你穿得真好看。”她笑了。

欧维又点点头。

然后他们三个人一起站在那儿，就像在等另外有什么人说句话。最后她看看盲流，无奈地摇摇头。

“你能不能别再摸自己的脸了，亲爱的？”她一边嘀咕，一边轻推他的侧腰。

盲流抬起头，迎着她的目光点点头，再看看欧维。欧维看看那个孕妇。盲流指指盒子笑了起来。

“她是伊朗人，你知道的。他们到哪儿都带着吃的。”

欧维面无表情地看看他。盲流犹豫起来。

`
